Repository: ahmaddakdouk/PlaySMS
Catalog: web/plugin/tools/simplephonebook/language/*/LC_MESSAGES/messages.po
Languages: ca_es

source: code
ca_es: codi

source: Add number to group
ca_es: Afegir número al grup

source: Name
ca_es: Nom

source: Mobile
ca_es: Mòbil

source: International format
ca_es: Format internacional

source: Add
ca_es: Afegir

source: Number is already exists
ca_es: El número ja existeix

source: number
ca_es: número

source: name
ca_es: nom

source: Number has been added
ca_es: El número s'ha afegit

source: You must fill all field
ca_es: Heu d'omplir tots els camps

source: Create group
ca_es: Crear grup

source: Group name
ca_es: Nom del grup

source: Group code
ca_es: Codi del grup

source: please use uppercase and make it short
ca_es: si us plau fer servir noms curts i en majúscules

source: Note
ca_es: Nota

source: Group code used by keyword
ca_es: Codi de grup usat pel teclat

source: broadcast SMS from single SMS
ca_es: SMS de broadcast a partir d'un SMS

source: Create
ca_es: Crear

source: Group code is already exists
ca_es: El codi de grup ja existeix

source: Group code has been added
ca_es: El codi de grup s'ha afegit

source: group
ca_es: grup

source: Export
ca_es: Exportar

source: Import
ca_es: Importar

source: Publish
ca_es: Publicar

source: Unpublish
ca_es: Despublicar

source: Phonebook
ca_es: Contactes

source: Number
ca_es: Número

source: Edit selections
ca_es: Editar seleccions

source: Copy selections
ca_es: Copiar seleccions

source: Move selections
ca_es: Moure seleccions

source: Delete selections
ca_es: Esborrar seleccions

source: Select action
ca_es: Seleccionar acció

source: Go
ca_es: Ves

source: Shared by
ca_es: Compartit per

source: Export all
ca_es: Exportar-ho tot

source: Import phonebook
ca_es: Importar contactes

source: Please select CSV file for phonebook entries
ca_es: Si us plau trieu un fitxer CSV per les entrades de contactes

source: format : Name,Mobile,Email
ca_es: format: Nom,Mòbil,Email

source: Same item(s) will be replaced
ca_es: El(s) mateix(os) element(s) es reemplaçarà(n)

source: Import confirmation
ca_es: Confirmeu importació

source: Replace all entries in database
ca_es: Reemplaçar totes les entrades de la base de dades

source: Add all entries
ca_es: Afegir totes les entrades

source: Import above phonebook entries ?
ca_es: Importar el contactes de dalt?

source: Status
ca_es: Estat

source: Back
ca_es: Enrere

source: Fail to upload CSV file for phonebook
ca_es: Error al pujar el CSV per els contactes

source: Edit group
ca_es: Editar grup

source: Save
ca_es: Guardar

source: No changes has been made
ca_es: No s'han fet canvis

source: Group has been edited
ca_es: El grup s'ha editat

source: Edited name
ca_es: Nom editat

source: Edited number
ca_es: Número editat

source: Edited email
ca_es: Email editat

source: Copied name
ca_es: Nom copiat

source: Copied number
ca_es: Número copiat

source: Copied email
ca_es: Email copiat

source: Code
ca_es: Codi

source: Select destination group
ca_es: Triar el grup de destí

source: Moved name
ca_es: Nom mogut

source: Moved number
ca_es: Número mogut

source: Moved email
ca_es: Email mogut

source: Deleted name
ca_es: Nom esborrat

source: Deleted number
ca_es: Número esborrat

source: Deleted email
ca_es: Email esborrat

source: Delete
ca_es: Esborrar

source: Fail to publish
ca_es: Error al publicar

source: Group has been published
ca_es: El grup s'ha publicat

source: Fail to unpublish
ca_es: Error al despúblicar

source: Group has been unpublished
ca_es: El grup s'ha despúblicat
