Repository: ahmaddakdouk/PlaySMS
Catalog: web/plugin/feature/sms_autoreply/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Manage autoreply
fr_fr: Service réponse auto

source: Add SMS autoreply
fr_fr: Ajouter une réponse auto

source: Keyword
fr_fr: Mot-clé

source: User
fr_fr: Compte

source: Are you sure you want to delete SMS autoreply ?
fr_fr: Etes-vous certain de vouloir supprimer ce service ?

source: keyword
fr_fr: mot-clé

source: SMS autoreply keyword
fr_fr: Mot-clé du service

source: Add SMS autoreply scenario
fr_fr: Ajouter un scénario de réponse auto

source: Param
fr_fr: Paramètre

source: Return
fr_fr: Retour

source: Are you sure you want to delete this SMS autoreply scenario ?
fr_fr: Etes-vous certain de vouloir supprimer ce scénario de réponse auto ?

source: SMS autoreply has been deleted
fr_fr: Le service a été supprimé

source: Fail to delete SMS autoreply
fr_fr: Impossible de supprimer ce service

source: Add
fr_fr: Ajouter

source: SMS autoreply keyword has been added
fr_fr: Le mot-clé associé au service a été ajouté

source: Fail to add SMS autoreply
fr_fr: Impossible d`ajouter le service

source: SMS keyword already exists, reserved or use by other feature
fr_fr: Le mot-clé existe déjà, est réservé ou utilisé par un autre service

source: You must fill all fields
fr_fr: Vous devez remplir tous les champs

source: SMS autoreply scenario has been deleted
fr_fr: Le scénario du service a été supprimé

source: Fail to delete SMS autoreply scenario
fr_fr: Impossible de supprimer le scénario de ce service

source: SMS autoreply scenario parameter
fr_fr: Paramètre du scénario

source: SMS autoreply scenario replies with
fr_fr: Réponses du scénario avec

source: Back
fr_fr: Retour

source: SMS autoreply scenario has been added
fr_fr: Le scénario a été ajouté

source: Fail to add SMS autoreply scenario
fr_fr: Impossible de supprimer ce scénario

source: Edit SMS autoreply scenario
fr_fr: Edition du scénario de réponse auto

source: Save
fr_fr: Sauvegarder

source: SMS autoreply scenario has been edited
fr_fr: Le scénario a été édité

source: Fail to edit SMS autoreply scenario
fr_fr: Impossible d`éditer ce scénario
